{
  "login": "Login",
  "login.btnEnter":"Enter",
  "logout": "Logout",
  "email": "Email",
  "password": "Password",
  "dashboard": "Dashboard",
  "users": "Users",
  "create_user": "Create User",
  "edit_user": "Edit User",
  "delete_user": "Delete User",
  "audit_logs": "Audit Logs",
  "save": "Save",
  "cancel": "Cancel",
  "welcome": "Welcome to Gricco",
  "profile": "Profile",
  "permissions": "Permissions",
  "settings": "Settings",
  "language": "Language",
  "theme": "Theme",
  "light": "Light",
  "dark": "Dark",
  "reset.password": "Reset Password",
  "password.reset.success.message": "Your password has been successfully reset.",
  "back.to.login": "Back to Login",
  "forgot.password": "Forgot your password?",
  "password.placeholder": "Enter your password",
  "password.label": "Password",
  "new.password": "New Password",
  "confirm.new.password": "Confirm New Password",
  "new.password.placeholder": "Enter your new password",
  "confirm.new.password.placeholder": "Re-enter your password",
  "change.password": "Change Password",
  "send.link": "Send Link",
  "invalid.email": "Invalid email",
  "password.required": "Password is required",
  "password.too.short": "Password must be at least 8 characters",
  "password.strength.error": "Password must be at least 8 characters, including uppercase, lowercase, and a number.",
  "Hi":"Hello, ",
  "home.title2":"Regulatory Compliance Specialist",
  "home.title1": "Experts committed to converting Brazilian legal standards into effective, practical solutions for health, safety, and environmental management",
  "home.soluctions":"We offer <span style='color:#ff4c02;'>customized solutions</span> that go beyond traditional consulting. <br /><h1><b>Learn more about our approach:</b></h1>",
  "home.soluctions.humanfactors.title":"Human Factors-Based Approach",
  "home.soluctions.humanfactors.description":"All of our operations are guided by the principles of Human Factors. This means that every activity, report, and deliverable is planned and executed with a focus on people—the essential element for the success of any process.",
  "home.soluctions.integratedmanagement.title":"Integrated and Centralized Management",
  "home.soluctions.integratedmanagement.description":"A single partner to plan, coordinate, and deliver your project. Less risk, more control, and complete transparency.",
  "home.soluctions.quickexecution.title":"Fast and Efficient Execution",
  "home.soluctions.quickexecution.description":"We implement with agility, taking care of every detail. You can track the progress without worrying about deadlines or bottlenecks.",
  "home.soluctions.security.title":"Strict Safety and Compliance",
  "home.soluctions.security.description":"We follow all technical, environmental, and regulatory standards. Your operation will be safe and sustainable.",
  "home.soluctions.technology.title":"Use of Technology",
  "home.soluctions.technology.description":"With an experienced development team, we use proprietary technology based on agent orchestration. The goal is to provide the best experience for our clients and partners.",
  "home.approach":"Discover our approaches:",
  "home.testimonials.title":"What our customers say:",
  "home.testimonials.description":"See spontaneous testimonials we've received from some of our clients. Real experiences that prove our commitment and results. With tailored solutions, we help companies implement safer, more efficient, and optimized processes, ensuring security and reducing costs.",
  "home.testimonials.testimony1":"'Over the past year, Gricco has been a dedicated and professional partner, ensuring compliance and providing highly qualified and well-trained personnel, which has improved our efficiency and safety. We are immensely grateful for the excellent service provided and look forward to continuing this partnership.' <br /><br /><b>August 2025</b><br /><i>Nortrans Accommodation</i>",
  "home.testimonials.testimony2":"'At a certain point, the team focused on what was truly best for us. Despite receiving contrary guidance, they found a way to reuse certifications we already possessed. This decision ended up saving us almost ten times the amount we would have spent otherwise.' <br /><br /><b>February 2025</b><br /><i>Nortrans Accommodation</i>",
  "home.ourstory.title":"Learn about our history",
  "home.ourstory.2019.title":"2019",
  "home.ourstory.2019.description":"Start of operations in the US providing support to international suppliers at Petronect.",
  "home.ourstory.2023.title":"2023",
  "home.ourstory.2023.description":"Continuous growth with a global presence, expanding into international markets.",
  "home.ourstory.2024.title1":"2024",
  "home.ourstory.2024.description1":"Start of operations in Brazil.",
  "home.ourstory.2024.title2":"2024",
  "home.ourstory.2024.description2":"Contract with the Temis vessel. In April 2024, we began preparing the Temis unit to operate in Brazilian waters.",
  "home.ourstory.2025.title1":"2025",
  "home.ourstory.2025.description1":"The Temis vessel has begun operations in Brazil. The vessel's reception and acceptance were a success. Released in 15 days.",
  "home.ourstory.2025.title2":"2025",
  "home.ourstory.2025.description2":"Commencement of the contract for the provision of occupational health and safety services for the vessel Temis.",
  "home.ourstory.description1":"GRICCO is a leader in management, compliance, and specialized training. Operating nationally and internationally, we support companies of all sizes in creating safer environments, adapting to legal, regulatory, and contractual requirements, and promoting operational excellence with intelligence and sustainability.",
  "home.ourstory.description2":"Our experience gained over time has shown us that compliance, effective management, and human development, when integrated, are sources of sustainable competitive advantage. It is from this conviction that we define our mission, vision, and values:",
  "home.ourstory.mission.title":"Our Mission:",
  "home.ourstory.mission.description":"Transforming regulatory complexity into a competitive advantage through integrated solutions that combine the appreciation of human talent, technology, and technical expertise, focusing on measurable results and professional development.",
  "home.ourstory.vision.title":"Our Vision:",
  "home.ourstory.vision.description":"To be the leading global platform for integrated solutions for operational excellence — where compliance is synonymous with competitiveness and where the best talent wants to work, grow, and realize their potential.",
  "home.ourstory.values.title":"Our Values:",  
  "home.ourstory.values.description":"We believe that every company deserves to operate with excellence, safety, and sustainability, and that every professional deserves an environment where their talent has purpose and is recognized. We unite people, processes, and technology to generate real and lasting value for everyone involved.",
  "contactus.title":"Contact us",
  "contactus.label.name":"Name",
  "contactus.label.name.placeholder":"Name",
  "contactus.label.email":"E-mail",
  "contactus.label.email.placeholder":"E-mail",
  "contactus.label.subject":"Subject",
  "contactus.label.subject.placeholder":"Subject",
  "contactus.label.message":"Message",
  "contactus.label.message.placeholder":"Message",
  "contactus.button.send":"Enviar Mensagem",
  "testimonial1": "Over the past year, Gricco has been a dedicated and professional partner, ensuring compliance and providing highly qualified and well-trained personnel that improved our efficiency and safety. We truly appreciate their outstanding service and look forward to continuing this partnership.",
  "testimonial2": "At one point, the team focused on what was truly best for us. Despite being advised otherwise, they found a way to reuse certifications we had already obtained. That decision ended up saving us nearly ten times what we would have otherwise spent.",
  "client.name.testimonial1": "Chief Operating Officer",
  "client.name.testimonial2": "Patrick Latouche",
  "client.company.name.testimonial1": "Nortrans Accommodation",
  "client.company.name.testimonial2": "Nortrans Accommodation",
  "testimonials.title": "Why clients choose to work with us",
  "testimonials.subtitle": "Real stories that prove our commitment and deliver results. Customized solutions that help your business streamline processes, stay compliant, and cut costs.",
  "integrated.alt": "Integrated Management",
  "integrated.title": "Integrated and Centralized Management",
  "integrated.text": "Leave all the complexity to us. We centralize your project with a single partner to reduce risks and delays, while ensuring full transparency and control — effortlessly.",
  "speed.alt": "Fast Execution",
  "speed.title": "Fast and Efficient Execution",
  "speed.text": "We take care of every detail of the implementation to accelerate your operations — while you track progress without having to worry about a thing.",
  "safety.alt": "Strict Safety",
  "safety.title": "Rigorous Safety and Compliance",
  "safety.text": "We ensure your project complies with all technical, environmental, and regulatory standards, giving you the confidence of a safe, sustainable, and legally compliant operation.",
  "carousel.slide1.title": "Organization and Security for Your Business" ,
  "carousel.slide1.subtitle": "Adopt practices that ensure quality, health, and safety for your team.",
  "carousel.slide2.title":"Sustainability",
  "carousel.slide2.subtitle":"Protect the environment and support your employees, while achieving valuable certifications.",
  "carousel.slide3.title":"Business Development",
  "carousel.slide3.subtitle":"Expand into new markets and streamline your operations with proven strategies.",
  "carousel.slide4.title":"Operational Management of Quality, Safety, Health, and Environment",
  "carousel.slide4.subtitle":"We manage your Quality, Safety, Health, and Environment operations with a skilled and dedicated team.",
  "carousel.slide5.title":"Maritime & Offshore Industry",
  "carousel.slide5.subtitle":"Ensure safety and smooth operations at sea with our expert risk management support.",
  "carousel.button.text": "Learn more",
  "service.highlights.title": "At Gricco, we offer turnkey solutions that go beyond traditional consulting. Discover the main benefits:",
  "hero.title": "Experts in turning Brazilian legal requirements into practical solutions for health, safety, and the environment.",
  "hero.button.text": "Learn about our solutions",
  "service.highlights.carousel.title": "Take a look at what we offer",
  "menu.option0": "About",
  "menu.option1": "Compliance Specliaists",
  "menu.option2": "Governance",
  "menu.option3": "Contact",
  "menu.option4": "Login",
  "menu.option5": "Business and Services",
  "menu.option6": "Digital",
  "menu.option7": "News",
  "menu.option8": "Trainings",
  "timeline.card1": "Entry into the Oil and Gas sector.",
  "timeline.card2": "Expansion into the maritime sector.",
  "timeline.card3": "Opening of a branch in the U.S., supporting international suppliers on Petronect.",
  "timeline.card4": "Continuous growth with global presence, expanding into international markets.",
  "history.title": "Learn about our history",
  "history_paragraph1": "GRICCO is a recognized leader in management, compliance, and specialized training. With national and international operations, we support businesses of all sizes in meeting legal, regulatory, and contractual requirements—driving operational excellence through intelligence and sustainability.",
  "history_paragraph2": "The experience we’ve built over time has shown that when compliance, effective management, and human development are integrated, they become sources of sustainable competitive advantage. This belief forms the foundation of our mission, vision, and values:",
  "history_mission": "Our Mission",
  "history_mission_text": "To transform regulatory complexity into competitive advantage through integrated solutions that combine technology, technical expertise, and the empowerment of human talent—focused on measurable outcomes and professional growth.",
  "history_vision": "Our Vision",
  "history_vision_text": "To be the global leading platform in integrated solutions for operational excellence—where compliance is synonymous with competitiveness and where top talent chooses to thrive, grow, and fulfill their potential.", 
  "history_goals": "Our Values", 
  "history_goals_text": "We believe that every company deserves to operate with excellence, safety, and sustainability—and every professional deserves an environment where their talent has purpose and recognition. We bring together people, processes, and technology to generate lasting and meaningful value for all stakeholders.",
  "article1.title": "Open Public Consultation",
  "article2.title": "Online Trainings",
  "article3.title": "Regulatory Norms Hierarchy",
  "article1.subtitle": "If you operate in the Occupational Safety and Health (OSH) field, have you considered leveraging your expertise to drive meaningful impact?",
  "article2.subtitle": "It is indisputable that distance learning (EAD) is a lasting modality. But is it authorized under all Regulatory Standards (NRs)?",
  "article3.subtitle": "Familiarize yourself with regulatory overlaps and know how to proceed when multiple Regulatory Standards (NRs) apply to a given scenario.",
  "articles.button.text": "Read more",
  "article1.fulltext": "<h3>Open Public Consultation: Help Update the Regulatory Standards (NRs)</h3>\n\nBuilding a safer work environment also involves the active participation of professionals and companies in shaping Brazilian legislation. One of the best ways to contribute is through the public consultations of the Regulatory Standards (NRs).\n\nIf you work in Occupational Health and Safety (OHS), this is your chance to share your expertise and make a difference!\n\n<h3>What is under public consultation?</h3>\n\nAt this moment, public consultations are open for the following important standards:\n\n<b>NR-13</b> – Boilers, Pressure Vessels, and Piping<br/>\n<b>NR-22</b> – Occupational Safety and Health in Mining<br/>\n<b>NR-36</b> – Occupational Safety and Health in Meat Processing Companies<br/>\n<b>NR-37</b> – Safety and Health on Oil Platforms\n\n<h3>Why is it important to participate?</h3>\n\nThe NRs define legal obligations that affect everyone in a company. By participating in the public consultation, you can:\n\n<ul>\n  <li>Contribute your technical experience</li>\n  <li>Help make the standards clearer, more practical, and more effective</li>\n  <li>Ensure the legislation reflects the real needs of companies and workers</li>\n  <li>Strengthen your role as an OHS professional</li>\n</ul>\n\n<h3>How to submit your contribution?</h3>\n\nThe process is simple and 100% online. Just:\n\n<ol>\n  <li>Access the official government portal:<br/>\n  <a href=\"https://www.gov.br/participamaisbrasil/\" target=\"_blank\">https://www.gov.br/participamaisbrasil/</a></li>\n  <li>Complete a quick registration</li>\n  <li>Select the NR you wish to comment on</li>\n  <li>Submit your suggestions</li>\n</ol>\n\n<h3>Your voice matters</h3>\n\nBrazilian legislation is constantly evolving — and you can be part of this process. By participating, you not only strengthen your profession but also help build safer, healthier, and more efficient workplaces.\n\n<b>Join the public consultation. Contribute as someone who lives the reality of work.</b>",
  "article2.fulltext": "<h3>The Revolution of Online Training in Companies</h3>\n\nThe <b>growing popularity of online training</b> is profoundly transforming how organizations train their teams. <b>Convenience</b>, <b>cost reduction</b>, and broad <b>internet access</b> make <b>distance learning (EAD)</b> an increasingly <b>efficient</b>, <b>flexible</b>, and <b>widely adopted</b> solution.\n\nIf universities already graduate professionals in various fields through online education, why should <b>Regulatory Standards (NRs)</b> be any different?\n\n<h3>Not All Training Can Be 100% Online</h3>\n\nIt’s essential to understand that <b>not all training required by NRs</b> can be fully delivered online. Some standards impose <b>specific rules</b> that mandatorily require <b>in-person stages</b> to ensure both <b>legal validity</b> and <b>learning effectiveness</b>.\n\n<h3>Understanding the Hierarchy of Regulatory Standards (NRs)</h3>\n\n<b>NR-01</b> is considered a <b>general standard</b>, establishing <b>basic rules</b> for training. However, <b>specific standards</b> like <b>NR-35</b> and <b>NR-37</b> take <b>precedence over NR-01</b>. This means that when a sector-specific standard sets a different requirement, <b>it prevails</b> — even if NR-01 is more flexible.\n\n<h3>Practical Examples and Real Applications</h3>\n\n<h3>NR-35 – Work at Heights</h3>\n\nAllows the <b>theoretical part</b> to be conducted online, but requires the <b>practical part</b> to be performed <b>in person</b>. Practical training in a real environment is <b>essential</b> to ensure <b>worker safety</b>.\n\n<h3>NR-37 – Safety and Health on Oil Platforms</h3>\n\nThe standard is <b>clear and direct</b>: all training must be <b>in person</b>. Online courses <b>are not legally valid</b> and may pose <b>serious risks</b> during inspections or in the event of accidents.\n\n<h3>Choose Online Training Responsibly</h3>\n\nOnline training is a <b>powerful tool</b> for streamlining development, especially for <b>geographically distributed teams</b>. However, it is essential to use <b>solutions that comply with the legal requirements</b> of each NR.\n\nChoosing <b>certified training programs</b> that combine <b>online theoretical content</b> with <b>in-person practical activities</b> when required is the best way to ensure <b>legal compliance</b> and <b>effective results</b>.\n\n<h3>GRICCO: Complete and Reliable Training Solutions</h3>\n\n<b>GRICCO</b> offers <b>complete training solutions</b>, combining the <b>best of online learning</b> with the <b>in-person practice</b> required by law. All of this with a focus on <b>legal compliance</b>, <b>employee safety</b>, and your company’s <b>credibility</b>.\n\n<h3>Want to know how to implement online training that complies with NRs?</h3>\n\n<b>Talk to GRICCO today.</b>\nTransform your team’s training with intelligence, safety, and compliance.",
  "article3.fulltext": "<h3>Understanding the Hierarchy of Regulatory Standards (NRs)</h3>\n\nThe <b>SIT Ordinance No. 787, dated November 27, 2018</b>, defines the hierarchy among the Regulatory Standards (NRs) in Brazil. When more than one standard can apply to a situation, this hierarchy helps determine which one takes precedence.\n\n<h3>The Three Types of Regulatory Standards</h3>\n\n<b>General NRs:</b> These address broad aspects of labor relations established by law. They do not depend on specific conditions such as the type of activity, economic sector, facility, or equipment. They are widely applicable to all organizations.<br/><br/>\n\n<b>Special NRs:</b> These regulate work execution considering specific activities, facilities, or equipment used, but are not tied to a particular economic sector.<br/><br/>\n\n<b>Sectoral NRs:</b> These apply to specific sectors or economic activities, such as construction, mining, or shipbuilding industries.\n\n<h3>Which NR Should You Follow?</h3>\n\nWhen multiple NRs are applicable, the typical order of precedence is:\n<ul>\n  <li>Sectoral NRs take priority over</li>\n  <li>Special NRs, which take priority over</li>\n  <li>General NRs</li>\n</ul>\n\n<h3>You Don’t Need to Know Every Detail</h3>\n\nYou don't have to master all the technicalities alone. The <b>GRICCO BRASIL</b> team is ready to guide, implement, and ensure your company’s full compliance with all applicable Regulatory Standards.\n\n<b>Rely on our expertise</b> to keep your work environment safe, up-to-date, and legally compliant.\n\n<b>Contact us</b> and discover how we can support your business!",
  "blog.section.title": "Keep Up to Date",
  "contact.form.name": "Name",
  "contact.form.name.placeholder": "Enter your full name",
  "contact.form.mail": "E-mail",
  "contact.form.mail.placeholder": "Enter your email address",
  "contact.form.subject": "Subject",
  "contact.form.subject.placeholder": "Enter the subject of your message",
  "contact.form.msg": "Message",
  "contact.form.msg.placeholder": "Type your message here",
  "contact.form.tipo": "Type",
  "contact.form.tipo.placeholder": "Choose the type",
  "contact.form.telefone": "Phone",
  "contact.form.telefone.placeholder": "Enter the phone number",
  "contact.form.anexos": "Files",
  "contact.form.anexos.placeholder": "Choose the files",
  "contact.form.anonimo": "Anonymous",
  "contact.form.anonimo.placeholder": "Send as anonymous",
  "contact.form.politica": "Privacy Policy",
  "contact.form.politica.placeholder": "I accept the privacy policy",
  "contact.form.button.text": "Send Message",
  "contact.form.title": "Contact us",
  "contact.form.subtitle": "Got a question or a project in mind? \n\n Send us a message and we'll get back to you shortly. Together, we’ll find the right solution for your business.",
  "footer.info.title": "Information",
  "footer.info.location": "Dover, Delaware - US",
  "footer.info.email": "operational@ekj-corp.com",
  "footer.info.phone": "+55 (22) 98137-9394",
  "footer.services.title": "Services",
  "footer.services.qsms": "QSMS Management",
  "footer.services.maritime": "Maritime Industry",
  "footer.services.operational": "Operational QSMS",
  "footer.services.sustainability": "Sustainability",
  "footer.services.business": "Business Management",
  "footer.company.title": "Company",
  "footer.company.services": "Services",
  "footer.company.about": "About",
  "footer.company.articles": "Articles",
  "footer.company.contact": "Contact Us",
  "footer.logo.alt": "Gricco Brasil",
  "footer.copyright":"Copyright © 2025 Gricco Soluções Integradas Ltda. All rights reserved.",
  "sustainability_title": "Sustainability and ESG Governance",
  "sustainability_description": "We transform good practices into real value for your company and for the planet.",
  "sustainability.services.management": "ESG Management",
  "sustainability.services.gestao_desc": "Diagnosis and implementation of ESG practices.",
  "sustainability.services.certifications": "Certifications",
  "sustainability.services.certificacoes_desc": "Support for obtaining sustainability seals.",
  "sustainability.services.analyses": "Technical Analyses",
  "sustainability.services.analises_desc": "Impact and efficiency studies.",
  "sustainability.services.compliance": "Legal Compliance",
  "sustainability.services.conformidade_desc": "Adaptation to environmental requirements.",
  "qsms.title": "QSMS – Quality, Safety, Environment, and Health",
  "qsms.description": "We offer integrated solutions and QSMS operational management for your company.",
  "qsms.nr": "Implementation and Maintenance of Regulatory Standards (NRs)",
  "qsms.nr.desc": "Full compliance with Regulatory Standards through process implementation to ensure legal conformity and workplace safety.",
  "qsms.audit": "Audits",
  "qsms.audit.desc": "Internal, compliance, and diagnostic audits to assess the current stage of the company.",
  "qsms.section": "QSMS Department Structuring",
  "qsms.section.desc": "Complete development and organization of the Quality, Safety, Environment, and Health (QSMS) department.",
  "business.title": "Gestão de Negócios",
  "business.description": "Aceleramos sua entrada em novos mercados e otimizamos a operação do seu negócio com soluções estratégicas. <br /><br />Uma gestão bem estruturada garante eficiência, controle e crescimento sustentável, além de preparar sua empresa para novas oportunidades e desafios do mercado.",
  "business.card1.title": "Credenciamento em Portais Estratégicos",
  "business.card1.desc": "<ul><li>Cadastro e regularização no portal de fornecedores da Petrobras e outras operadoras.</li><li>Apoio na preparação documental e técnica conforme os requisitos exigidos.</li></ul>",
  "business.card2.title": "Análise e Redução de Custos Operacionais",
  "business.card2.desc": "<ul><li>Diagnóstico detalhado dos custos fixos e variáveis.</li><li>Identificação de gargalos financeiros e desperdícios operacionais.</li><li>Planejamento e implementação de ações para redução de custos sustentáveis.</li></ul>",
  "business.card3.title": "Organização de processos e aumento da eficiência",
  "business.card3.desc": "<ul><li>Mapeamento e análise do fluxo de atividades internas.</li><li>Implementação de rotinas e métodos de controle gerencial.</li></ul>",
  "business.card4.title": "Desenvolvimento de Negócios",
  "business.card4.desc": "<ul><li>Representação comercial de empresas nacionais e internacionais.</li><li>Apoio estratégico para entrada em novos mercados e segmentos.</li><li>Estruturação de operações para expansão em outros estados e regiões.</li></ul>",
  "qsmsmanagement.title": "Gestão Operacional de QSMS​",
  "qsqsmsmanagement.description": "Garantir a qualidade, a segurança, o cuidado ambiental e a saúde dos colaboradores não é só uma obrigação legal — é um diferencial competitivo. <br /><br />Uma gestão eficaz de QSMS reduz riscos, evita acidentes, melhora processos e reforça a reputação da sua empresa no mercado.",
  "qsmsmanagement.card1.title": "Estruturação do Setor de QSMS",
  "qsmsmanagement.card1.desc": "<ul><li>Organização, implantação e gestão do departamento de QSMS.</li><li>Atendimento aos requisitos legais e contratuais.</li></ul>",
  "qsmsmanagement.card2.title": "Recursos Humanos Especializados",
  "qsmsmanagement.card2.desc": "<ul><li>Fornecimento de mão de obra técnica, especializada e treinada.</li></ul>",
  "qsmsmanagement.card3.title": "Segurança no Trabalho e Prevenção de Riscos",
  "qsmsmanagement.card3.desc": "<ul><li>Implementação de programas de Prevenção e Redução de acidentes e incidentes.</li><li>Investigação de Acidente e Incidente.</li><li>Auditoria comportamental e controle de desvios.</li></ul>",
  "qsmsmanagement.card4.title": "Conformidade Técnica e Regulatória",
  "qsmsmanagement.card4.desc": "<ul><li>Inspeção e plano de ação para atendimento às NR's (Normas Regulamentadoras).</li><li>Pré-inspeção e Plano de Ação de Acompanhamento da auditoria de PEOTRAN.</li></ul>",      
  "offshore.title": "Soluções para a Indústria Marítima e Offshore",
  "offshore.description": "A operação no setor offshore e na indústria marítima exige mais do que experiência técnica: exige conformidade rigorosa, controle de riscos e preparo para inspeções nacionais e internacionais. <br /><br />Na Gricco Brasil, apoiamos embarcações e empresas offshore com soluções especializadas em gestão integrada, segurança operacional e conformidade regulatória — garantindo eficiência, continuidade e reputação no mercado.",
  "offshore.card1.title": "Implementação de Normas e Códigos Marítimos",
  "offshore.card1.desc": "<ul><li>ISM Code (International Safety Management)</li><li>ISPS</li><li>MLC (Maritime Labour Convention)</li></ul>",
  "offshore.card2.title": "Análise de risco e implementação de sistemas de Cyber Security",
  "offshore.card2.desc": "<ul><li>Implementação de sistemas de Cyber Security conforme exigências da IMO (International Maritime Organization).</li><li>Ações preventivas contra ameaças digitais e falhas críticas de segurança.</li></ul>",
  "offshore.card3.title": "Inspeções de diagnóstico, e adequações regulatórias",
  "offshore.card3.desc": "<ul><li>Inspeção de adequação para o PSC (Port State Control).</li><li>Adequação para inspeção de aceitação no Brasil por órgãos como IBAMA, Marinha, ANTAC, ANAC e ANVISA.</li><li>Auditoria de conformidade para o SIRE - OCIMF, voltada a embarcações que operam no setor de óleo e gás.</li></ul>",
  "services.button": "Talk to a specialist",
  "services.subtitle": "What we offer",
  "ethic.conduct": "Código de Ética e Conduta",
  "ethic.conduct.desc": "Objetivos, Visões e Valores da GRICCO.",
  "ethic.conduct.content": "<header class='site-header'><div class='container header-inner'><div class='brand'><span class='brand-title'>GRICCO</span><span class='brand-subtitle'>Consultoria em QHSE, ESG e Soluções Integradas</span></div><label class='menu-toggle' for='menu-checkbox' aria-label='Abrir navegação'>☰</label></div></header><input type='checkbox' id='menu-checkbox' /><nav class='toc' aria-label='Sumário'><div class='toc-inner'><h2>Sumário</h2><ol><li><a href='#mensagem-da-lideranca'>Mensagem da Liderança</a></li><li><a href='#secao-i'>SEÇÃO I: Nosso Propósito, Visão e Valores</a><ol><li><a href='#propósito-corporativo'>1.1 Propósito Corporativo</a></li><li><a href='#valores-fundamentais'>1.2 Valores Fundamentais</a></li></ol></li><li><a href='#secao-ii'>SEÇÃO II: O Propósito e o Alcance deste Código</a></li><li><a href='#secao-iii'>SEÇÃO III: Comportamento Profissional e Relacionamentos</a></li><li><a href='#secao-iv'>SEÇÃO IV: Nossa Conduta no Mercado e com Stakeholders</a></li><li><a href='#secao-v'>SEÇÃO V: Nossa Responsabilidade com a Sociedade e o Meio Ambiente</a></li><li><a href='#secao-vi'>SEÇÃO VI: A Coragem de Fazer o Certo</a></li><li><a href='#secao-vii'>SEÇÃO VII: Glossário</a></li><li><a href='#secao-viii'>SEÇÃO VIII: Administração e Compromisso</a></li></ol></div></nav><main class='container content'><article><header class='doc-header'><h1>CÓDIGO DE ÉTICA E CONDUTA</h1><p class='meta'><strong>GRICCO</strong> – Consultoria em QHSE, ESG e Soluções Integradas<br /><strong>Versão:</strong> 2.0 &nbsp;|&nbsp; <strong>Data de Aprovação:</strong> 27 de Outubro de 2025 &nbsp;|&nbsp; <strong>Vigência:</strong> 01 de Novembro de 2025</p></header><section id='mensagem-da-lideranca'><h2>Mensagem da Liderança</h2><h3>Nosso Compromisso com a Integridade</h3><p>Na GRICCO, compreendemos que o sucesso duradouro não é construído apenas em resultados financeiros, mas na solidez de nossa reputação, na confiança que depositam em nós e na integridade de nossas ações cotidianas.</p><p>Operamos em um ambiente de alta complexidade regulatória e responsabilidade social. Nossos clientes, parceiros e fornecedores dependem não apenas de nossa expertise técnica, mas também da certeza de que agimos com ética, transparência e respeito às leis em todas as jurisdições onde atuamos.</p><p>Este Código de Ética e Conduta, em conjunto com nossa Política de Compliance e Ética Empresarial, reflete nossos valores fundamentais e expressa o compromisso inquestionável da liderança com a integridade. Ele não é apenas um documento normativo, mas a manifestação de quem somos como organização.</p><p>Cada decisão que tomamos, cada ação que realizamos, cada relacionamento que cultivamos deve refletir estes princípios. A integridade não é responsabilidade apenas dos líderes – é dever compartilhado de todos que representam a GRICCO, incluindo nossos colaboradores, consultores, parceiros e fornecedores.</p><p>Convidamos você a não apenas ler e compreender, mas a internalizar e viver os princípios aqui estabelecidos. Perguntar quando em dúvida não é fraqueza – é demonstração de compromisso com nossos valores.</p></section><section id='secao-i'><h2>SEÇÃO I: Nosso Propósito, Visão e Valores</h2><section id='propósito-corporativo'><h3>1.1 Propósito Corporativo</h3><p>A GRICCO existe para ser a consultoria mais confiável e inovadora, gerando valor sustentável ao descomplicar desafios complexos em diversos setores, incluindo óleo e gás, energia, indústria naval, manufatura e serviços especializados.</p><p>Buscamos ser parceiros estratégicos que não apenas resolvem problemas complexos de QHSE, ESG e conformidade, mas que também elevam os padrões éticos e operacionais do mercado como um todo.</p></section><section id='valores-fundamentais'><h3>1.2 Valores Fundamentais</h3><p>Nossa atuação é orientada pelos seguintes valores, que não são aspiracionais – são operacionais e exigíveis:</p><div class='table-wrap'><table><thead><tr><th>Valor</th><th>O Que Significa na Prática</th><th>Exemplo de Ação</th></tr></thead><tbody><tr><td>Ética e Integridade</td><td>Agir com absoluta honestidade, transparência e ética em todas as situações, independentemente de pressões comerciais ou financeiras. Nossa palavra é nosso contrato.</td><td>Recusar uma oportunidade de negócio que demande comportamento antiético, mesmo que gerasse receita significativa.</td></tr><tr><td>Confiança e Transparência</td><td>Construir relacionamentos sólidos baseados na comunicação aberta e na responsabilidade. Ser transparente sobre o que fazemos e como fazemos, mesmo quando cometemos erros.</td><td>Comunicar proativamente um erro em um projeto e propor solução, mesmo que isso gere desconforto temporário.</td></tr><tr><td>Criatividade e Iniciativa</td><td>Ir além do óbvio para encontrar soluções eficazes e inovadoras. Encorajamos a proatividade e a busca por novas abordagens que agreguem valor real.</td><td>Propor metodologia inovadora de auditoria que reduza tempo e aumente eficácia, mesmo que exija investimento inicial.</td></tr><tr><td>Excelência com Simplicidade</td><td>Entregar o mais alto padrão de qualidade através de soluções claras e objetivas. Acreditamos que o verdadeiro domínio está em tornar o complexo, simples e acionável. Simples não é simplista.</td><td>Transformar um relatório técnico de 100 páginas em um dashboard executivo de 3 páginas sem perder precisão.</td></tr><tr><td>Sustentabilidade, Diversidade e Inclusão</td><td>Gerar impacto positivo para as pessoas e para o planeta. Comprometemo-nos com o desenvolvimento sustentável, valorizando a diversidade de perspectivas como força motriz da inovação.</td><td>Garantir que todos tenham voz segura para questionar decisões e reportar preocupações sem medo de retaliação. Priorizar fornecedores com práticas sustentáveis.</td></tr></tbody></table></div></section></section><section id='secao-ii'><h2>SEÇÃO II: O Propósito e o Alcance deste Código</h2><h3>2.1 O Que Este Código Representa</h3><p>Este Código de Ética e Conduta é o guia comportamental que complementa nossa Política de Compliance e Ética Empresarial. Enquanto a Política estabelece o que deve ser cumprido (normas, procedimentos, legislações), este Código responde como devemos nos comportar e quais princípios fundamentam nossas decisões.</p><p>Este Código aplica-se a:</p><ul><li>Todos os membros do Conselho Consultivo, diretores, executivos e colaboradores da GRICCO</li><li>Consultores, agentes e intermediários que atuem em nosso nome</li><li>Fornecedores e parceiros comerciais (na extensão contratualmente acordada)</li><li>Qualquer pessoa ou organização que represente a GRICCO ou atue em seu benefício</li></ul><h3>2.2 O Código Não Substitui o Bom Senso</h3><p>Este Código fornece diretrizes, mas a realidade empresarial é multifacetada. Esperamos que você use seu julgamento ético e profissional para aplicar estes princípios em situações que possam não estar expressamente previstas. Em caso de dúvida, pergunte. Nenhuma decisão será mais custosa do que um comportamento não ético tomado sem buscar orientação.</p></section><section id='secao-iii'><h2>SEÇÃO III: Comportamento Profissional e Relacionamentos</h2><h3>3.1 Conflitos de Interesse</h3><p>Um conflito de interesse surge quando seus interesses pessoais, financeiros ou familiares interferem ou parecem interferir nas suas decisões profissionais em benefício da GRICCO. Você tem dever de evitar conflitos e de reportá-los imediatamente.</p><p><strong>Exemplos de Potenciais Conflitos:</strong></p><ul><li>Possuir interesse financeiro significativo em concorrente, cliente, fornecedor ou parceiro da GRICCO</li><li>Prestar consultoria, trabalho técnico ou comercial para concorrente direto</li><li>Contratar, supervisionar, promover ou tomar decisões sobre familiar ou pessoa com quem tenha relacionamento pessoal próximo</li><li>Usar sua posição na GRICCO para obter benefícios pessoais, descontos ou oportunidades não disponíveis a outras pessoas</li><li>Aceitar presentes ou favores de fornecedores, clientes ou parceiros que desejem influenciar suas decisões</li></ul><p><strong>Como Proceder:</strong></p><ol><li>Identifique potencial conflito em conversa com seu gestor imediato</li><li>Documente a situação por escrito (e-mail é suficiente)</li><li>Procure a área de Compliance se precisar de orientação adicional</li><li>Afaste-se da decisão até resolução</li></ol><h3>3.2 Uso Responsável de Ativos da Empresa</h3><p>Os ativos da GRICCO – equipamentos, sistemas, informações, propriedade intelectual, reputação – são recursos coletivos que devem ser protegidos e usados responsavelmente.</p><p><strong>Regras Fundamentais:</strong></p><ul><li>Use ativos da GRICCO primariamente para fins de negócio</li><li>Uso pessoal incidental é permitido (consultando e-mails pessoais, navegação casualmente), desde que não interfira no trabalho</li><li>Qualquer atividade ilícita ou que viole políticas corporativas é proibida, mesmo que realizada em equipamento pessoal usando redes da empresa</li><li>Proteja contra perda, roubo, dano ou uso indevido através de senhas fortes, não compartilhamento de credenciais e ciência de ameaças</li></ul><p><strong>Propriedade Intelectual:</strong> Toda documentação, metodologia, software, conteúdo desenvolvido no exercício de suas funções pertence à GRICCO, independentemente de onde foi criado.</p><h3>3.3 Confidencialidade, Proteção de Dados e Informações</h3><p>No exercício de suas funções, você terá acesso a informações confidenciais de:</p><ul><li>GRICCO (estratégia, preços, clientes, projetos em andamento)</li><li>Nossos clientes (dados operacionais, números, estratégia)</li><li>Nossos parceiros e fornecedores (estruturas comerciais, preços, capacidade)</li><li>Dados pessoais de colaboradores, clientes e terceiros</li></ul><p>Seu dever de confidencialidade é absoluto e permanece mesmo após deixar a empresa.</p><p><strong>Proteção de Dados Pessoais:</strong> A GRICCO está comprometida em cumprir rigorosamente a Lei Geral de Proteção de Dados Pessoais (LGPD) no Brasil, GDPR na Europa, PDPA em Singapura e legislações equivalentes.</p><ul><li>Qualquer acesso a dados pessoais deve ter propósito legítimo</li><li>Não compartilhe dados pessoais sem necessidade operacional clara</li><li>Reportar violações de dados imediatamente à área de Compliance</li><li>Não tente contornar controles de acesso</li></ul><p><strong>Encarregado de Dados (DPO):</strong> Gabriel Bellaguarda - Contato: compliance@gricco.com.br</p><h3>3.4 Saúde, Segurança e Fatores Humanos</h3><p>Um ambiente de trabalho seguro e saudável é um direito de todos e prioridade absoluta da GRICCO.</p><p><strong>Suas Responsabilidades:</strong></p><ul><li>Seguir rigorosamente todos os procedimentos de segurança</li><li>Reportar imediatamente condições de risco, acidentes ou incidentes perigosos</li><li>Cuidar de sua própria segurança e da segurança de seus colegas</li><li>Nunca trabalhar sob influência de álcool, drogas ou substâncias que comprometam segurança ou julgamento</li></ul><p><strong>Segurança Psicológica:</strong> A GRICCO valoriza um ambiente onde todos se sentem seguros para expressar ideias, questionar decisões e reportar preocupações sem medo de retaliação, ridicularização ou represália.</p><ul><li>Você tem direito de discordar respeitosamente de decisões</li><li>Reportar preocupações é ato de coragem e compromisso, não deslealdade</li><li>Retaliar contra quem levanta questões legítimas é violação grave</li></ul><p><strong>Fatores Humanos em Todas as Atividades:</strong> A GRICCO reconhece que o elemento humano é central em todos os processos, riscos e oportunidades. Baseamos todas as nossas atividades nos conceitos de Fatores Humanos, que consideram as capacidades, limitações e comportamentos humanos no design de sistemas, processos e produtos.</p><ul><li>Todas as nossas atividades, análises de risco, procedimentos e produtos devem ser planejados, desenvolvidos e avaliados considerando os Fatores Humanos</li><li>Reconhecemos que erros humanos são frequentemente resultado de sistemas mal projetados, não de falhas individuais</li><li>Projetamos soluções que facilitam o comportamento correto e dificultam o erro</li><li>Consideramos fadiga, carga de trabalho, comunicação, cultura organizacional e ergonomia em todas as análises</li><li>Auxiliamos nossos clientes a incorporar Fatores Humanos em seus processos e documentos internos</li></ul><p><strong>Na Prática:</strong></p><ul><li>Ao desenvolver um procedimento, pergunte: “É fácil de entender e seguir?”</li><li>Ao analisar um incidente, pergunte: “Quais fatores do sistema contribuíram para isso?”</li><li>Ao propor uma solução, pergunte: “Consideramos as limitações humanas reais?”</li></ul><h3>3.5 Relacionamento com Colegas de Trabalho</h3><p>O respeito mútuo e a colaboração são fundamentais para nossa cultura organizacional.</p><p><strong>Comportamento Esperado:</strong></p><ul><li>Tratar todos os colegas com respeito, dignidade e profissionalismo</li><li>Comunicar-se de forma clara, objetiva e respeitosa</li><li>Colaborar ativamente e compartilhar conhecimento</li><li>Reconhecer e valorizar as contribuições dos outros</li><li>Resolver conflitos de forma construtiva e profissional</li></ul><p><strong>Comportamento Inaceitável:</strong></p><ul><li>Assédio moral ou sexual de qualquer natureza</li><li>Discriminação baseada em raça, gênero, orientação sexual, religião, idade, deficiência ou qualquer outra característica protegida por lei</li><li>Intimidação, bullying ou comportamento agressivo</li><li>Fofocas, difamação ou comentários depreciativos sobre colegas</li><li>Retaliação contra quem reporta preocupações legítimas</li></ul><h3>3.6 Relacionamento com Clientes</h3><p>A maior parte de nossa equipe trabalha nas instalações dos clientes. Representamos a GRICCO em cada interação, e nosso comportamento profissional é essencial para manter e fortalecer a confiança.</p><p><strong>Princípios Fundamentais no Relacionamento com Clientes:</strong></p><h4>Profissionalismo em Todas as Interações:</h4><ul><li>Vista-se de forma apropriada ao ambiente do cliente</li><li>Seja pontual em reuniões, compromissos e entregas</li><li>Mantenha postura profissional mesmo em ambientes informais</li><li>Respeite as regras, cultura e procedimentos do cliente</li></ul><h4>Comunicação Constante e Eficaz:</h4><ul><li>A boa comunicação com o cliente é fundamental para o sucesso do projeto</li><li>Mantenha o cliente informado sobre progresso, desafios e mudanças</li><li>Responda prontamente a e-mails, mensagens e solicitações</li><li>Seja proativo em comunicar problemas antes que se tornem crises</li><li>Use linguagem clara e evite jargões desnecessários</li><li>Confirme entendimento de requisitos e expectativas</li></ul><h4>Transparência e Honestidade:</h4><ul><li>Seja transparente sobre capacidades, limitações e prazos realistas</li><li>Nunca faça promessas que não pode cumprir</li><li>Comunique problemas imediatamente, com propostas de solução</li><li>Admita erros prontamente e trabalhe para corrigi-los</li><li>Não oculte informações relevantes do cliente</li></ul><h4>Confidencialidade e Discrição:</h4><ul><li>Proteja rigorosamente informações confidenciais do cliente</li><li>Não discuta informações do cliente com terceiros não autorizados</li><li>Não tire fotos ou faça registros não autorizados nas instalações do cliente</li><li>Seja discreto sobre o que observa nas instalações do cliente</li></ul><h4>Limites Profissionais:</h4><ul><li>Mantenha relacionamento profissional, mesmo que amigável</li><li>Não aceite presentes ou favores que possam comprometer sua objetividade</li><li>Reporte qualquer solicitação do cliente que viole este Código ou políticas da GRICCO</li><li>Não critique a GRICCO ou colegas na frente do cliente</li></ul><h4>Gestão de Expectativas:</h4><ul><li>Alinhe expectativas desde o início do projeto</li><li>Documente acordos e mudanças de escopo</li><li>Seja realista sobre prazos e entregas</li><li>Comunique impactos de mudanças solicitadas</li></ul><h4>Em Caso de Conflito ou Dificuldade:</h4><ul><li>Tente resolver diretamente de forma profissional e respeitosa</li><li>Escale para seu gestor se não conseguir resolver</li><li>Documente situações problemáticas</li><li>Nunca confronte o cliente de forma agressiva ou desrespeitosa</li></ul></section><section id='secao-iv'><h2>SEÇÃO IV: Nossa Conduta no Mercado e com Stakeholders</h2><h3>4.1 Relacionamento com Fornecedores e Parceiros</h3><ul><li>Selecionar baseado em mérito, qualidade, preço justo e integridade</li><li>Pagar faturas dentro dos prazos acordados</li><li>Comunicar mudanças de expectativas ou necessidades com clareza</li><li>Exigir que compartilhem e cumpram nosso compromisso ético</li><li>Realizar due diligence de integridade antes de contratar</li><li>Incluir cláusulas de compliance em todos os contratos</li></ul><h3>4.2 Concorrência Leal e Ética de Mercado</h3><p>Acreditamos na concorrência vigorosa, mas sempre ética.</p><p><strong>Estritamente Proibido:</strong></p><ul><li>Discutir preços, custos, mercados, estratégias comerciais com concorrentes</li><li>Obter informações de concorrentes por meios ilegais, antiéticos ou através de espionagem corporativa</li><li>Fazer declarações falsas, enganosas ou difamatórias sobre concorrentes</li><li>Praticar dumping de preços ou outras práticas anticompetitivas</li><li>Participar de cartel, fixação de preços ou acordos para restringir concorrência</li></ul><h3>4.3 Presentes, Brindes e Entretenimento</h3><p>A troca de cortesias comerciais pode ser legítima para construir relacionamentos. Nunca deve ser instrumento de corrupção ou influência indevida.</p><p><strong>Regras Fundamentais:</strong></p><ul><li>Presentes de valor modesto (até R$ 200 ou equivalente em outras moedas) são geralmente aceitáveis</li><li>Nunca ofereça presentes ou entretenimento que vise influenciar decisão de forma inadequada</li><li>Presentes em dinheiro ou equivalentes (vouchers, criptomoedas) são sempre proibidos</li><li>Entretenimento pode incluir refeições, ingressos para eventos, sempre dentro de parâmetros de moderação e bom senso</li><li>Presentes a funcionários públicos são sujeitos a regulamentações muito mais rígidas</li></ul><p><strong>Quando Rejeitar:</strong> Se receber presente que pareça ser tentativa de influência indevida, rejeite respeitosamente e reporte ao seu gestor e área de Compliance.</p><h3>4.4 Interação com Setor Público e Funcionários Governamentais</h3><p>Operando em Brasil, Singapura, Estados Unidos e Europa, você pode interagir com agências governamentais, reguladores e funcionários públicos. Estas interações são sujeitas a regulamentações muito mais rigorosas.</p><p><strong>Princípios Fundamentais:</strong></p><ul><li>Todas as interações devem ser absolutamente profissionais, transparentes e legítimas</li><li>Nunca ofereça, prometa ou dê qualquer vantagem (presente, pagamento, emprego, contrato, desconto) a funcionário público visando influenciar decisão</li><li>Proibida qualquer tentativa de “facilitar” processos através de pagamentos ilícitos (pagamentos de facilitação)</li><li>Proibida contratação de familiares de funcionários públicos para posições fictícias ou sem propósito legítimo</li></ul></section><section id='secao-v'><h2>SEÇÃO V: Nossa Responsabilidade com a Sociedade e o Meio Ambiente</h2><h3>5.1 Sustentabilidade Ambiental</h3><p>Comprometemo-nos a minimizar nosso impacto ambiental e a desenvolver soluções que promovam a sustentabilidade para nossos clientes, contribuindo para um futuro mais responsável e uma transição energética justa.</p><h3>5.2 Direitos Humanos e Trabalhistas</h3><p>Repudiamos veementemente:</p><ul><li>Trabalho forçado, análogo ao de escravo ou servidão por dívida</li><li>Trabalho infantil</li><li>Assédio moral ou sexual</li><li>Discriminação de qualquer tipo</li></ul><p>Exigimos o mesmo compromisso de toda a nossa cadeia de valor, incluindo fornecedores e parceiros.</p><h3>5.3 Diversidade e Inclusão</h3><p>Valorizamos e promovemos a diversidade em todas as suas formas. Decisões relacionadas a recrutamento, promoção e desenvolvimento são baseadas exclusivamente no mérito, na competência e no potencial.</p><h3>5.4 Comunidades Locais e Comunicação Externa</h3><p>Respeitamos as culturas e os costumes das comunidades locais onde atuamos. Ao representar a GRICCO, seja em comunicações oficiais ou em plataformas de mídia social, faça-o com profissionalismo e responsabilidade. Apenas porta-vozes autorizados podem falar em nome da empresa para a imprensa.</p></section><section id='secao-vi'><h2>SEÇÃO VI: A Coragem de Fazer o Certo</h2><h3>6.1 Em Caso de Dúvida</h3><p>Se você se deparar com um dilema ético, pergunte-se:</p><ul><li>É legal?</li><li>Está de acordo com os valores da GRICCO e com este Código?</li><li>Eu me sentiria confortável se minha decisão fosse notícia?</li></ul><p>Se a resposta a qualquer uma dessas perguntas for “não” ou “não tenho certeza”, não hesite em procurar ajuda:</p><ol><li>Conversar com seu gestor: Seu líder direto é, muitas vezes, o primeiro e melhor recurso para orientação</li><li>Procurar a área de Compliance ou Recursos Humanos: Essas áreas são treinadas para fornecer orientação confidencial</li></ol><h3>6.2 Como e Onde Relatar Violações</h3><p>Se você suspeitar de uma violação deste Código ou da lei, é sua responsabilidade relatar. A GRICCO garante a confidencialidade e proíbe estritamente qualquer retaliação contra quem relata uma preocupação de boa-fé.</p><p><strong>Canal de Ética da GRICCO:</strong></p><ul><li>E-mail: etica@gricco.com.br</li><li>Telefone/WhatsApp: (21) 3513-4418</li><li>Formulário Online: https://gricco.com.br/#contact</li></ul><p><em>Nota sobre Confidencialidade:</em> Atualmente, o Canal de Ética é gerenciado internamente pela área de Compliance, com garantia de confidencialidade e tratamento imparcial de todas as denúncias. À medida que a GRICCO crescer, planejamos contratar uma empresa independente para operar o canal, aumentando ainda mais a segurança e o anonimato dos relatos.</p><p>Lembre-se: A GRICCO tem uma política de tolerância zero à retaliação contra qualquer pessoa que, de boa-fé, relate uma preocupação.</p></section><section id='secao-vii'><h2>SEÇÃO VII: Glossário</h2><ul><li><strong>Conflito de Interesse:</strong> Situação em que interesses pessoais podem interferir no julgamento profissional em nome da empresa.</li><li><strong>Due Diligence (Diligência Prévia):</strong> Processo de investigação e análise de informações de um parceiro de negócios para avaliar riscos, incluindo os de compliance.</li><li><strong>Fatores Humanos:</strong> Disciplina que estuda as capacidades, limitações e comportamentos humanos para projetar sistemas, processos e produtos mais seguros e eficazes.</li><li><strong>Pagamento de Facilitação:</strong> Pequeno pagamento (proibido pela GRICCO) para acelerar uma ação governamental de rotina.</li><li><strong>Red Flags (Sinais de Alerta):</strong> Indicadores que sugerem um risco potencial de corrupção ou outra violação.</li><li><strong>Suborno:</strong> Oferecer, dar, receber ou solicitar algo de valor para influenciar uma ação ou decisão de forma inadequada.</li><li><strong>Lavagem de Dinheiro:</strong> Ato de ocultar ou dissimular a origem ilícita de bens, direitos ou valores.</li></ul></section><section id='secao-viii'><h2>SEÇÃO VIII: Administração e Compromisso</h2><h3>8.1 Revisões e Isenções</h3><p>Este Código será revisado periodicamente (no mínimo anualmente) para garantir que continue relevante e eficaz. Qualquer isenção a uma disposição deste Código para diretores ou executivos só poderá ser concedida pela Diretoria ou por um comitê do Conselho e será divulgada conforme exigido por lei ou regulamento.</p><h3>8.2 Nosso Compromisso Pessoal</h3><p>Cada pessoa que representa a GRICCO – colaborador, consultor, parceiro ou fornecedor – deverá confirmar que leu, compreendeu e se compromete a seguir este Código de Ética e Conduta.</p><p>A violação deste Código resultará em medidas disciplinares apropriadas, que podem incluir:</p><ul><li>Para colaboradores: advertência, suspensão ou demissão</li><li>Para parceiros e fornecedores: suspensão de pagamentos, rescisão de contrato ou inclusão em lista de bloqueio</li></ul><p>Juntos, construímos uma empresa da qual todos podemos nos orgulhar.</p><h3>Disponibilidade e Acesso</h3><p>Este Código de Ética e Conduta está disponível publicamente no site da GRICCO (www.gricco.com.br/etica-e-compliance) e deve ser acessível a todos os colaboradores, parceiros, fornecedores e demais stakeholders.</p><p>Para dúvidas, orientações ou reportar preocupações, entre em contato com nossa área de Compliance através dos canais indicados na Seção VI.</p></section></article></main><footer class='site-footer'><div class='container'><p>© GRICCO — Código de Ética e Conduta. Versão 2.0.</p></div></footer>",
  "policy.compliance.ethic": "Política de Compliance e Ética Empresarial",
  "policy.compliance.ethic.desc": "Princípios, Diretrizes e Mecanismos de Conformidade.",
  "policy.compliance.ethic.content": "<header class='site-header container'><div class='badge'>GRICCO</div><div class='hero'><h1>POLÍTICA DE COMPLIANCE E ÉTICA EMPRESARIAL</h1><p class='org'>GRICCO - Consultoria em QHSE, ESG e Soluções Integradas</p><ul class='meta'><li><strong>Versão:</strong> 2.0</li><li><strong>Data de Aprovação:</strong> 27 de Outubro de 2025</li><li><strong>Vigência:</strong> 01 de Novembro de 2025</li></ul></div></header><main class='container'><nav class='toc' aria-label='Sumário'><h2>Sumário</h2><ol><li><a href='#sumario-executivo'>Sumário Executivo</a></li><li><a href='#secao-i'>Seção I: Introdução, Objetivo e Abrangência</a></li><li><a href='#secao-ii'>Seção II: Compromisso da Alta Administração e Governança</a></li><li><a href='#secao-iii'>Seção III: Pilares do Programa de Integridade</a></li><li><a href='#secao-iv'>Seção IV: Prevenção à Corrupção e Lavagem de Dinheiro</a></li><li><a href='#secao-v'>Seção V: Diretrizes Específicas de Compliance</a></li><li><a href='#secao-vi'>Seção VI: Due Diligence de Terceiros</a></li><li><a href='#secao-vii'>Seção VII: Controles Internos, Registros e Auditoria</a></li><li><a href='#secao-viii'>Seção VIII: Proteção de Dados e Privacidade</a></li><li><a href='#secao-ix'>Seção IX: Direitos Humanos e Trabalhistas</a></li><li><a href='#secao-x'>Seção X: Canal de Ética e Processo de Investigação</a></li><li><a href='#secao-xi'>Seção XI: Sanções por Descumprimento</a></li><li><a href='#secao-xii'>Seção XII: Treinamento e Comunicação</a></li><li><a href='#secao-xiii'>Seção XIII: Monitoramento e Melhoria Contínua</a></li><li><a href='#secao-xiv'>Seção XIV: Disposições Finais</a></li><li><a href='#secao-xv'>Seção XV: Referências Legislativas</a></li></ol></nav><section id='sumario-executivo' class='card'><h2>Sumário Executivo</h2><p>Esta Política estabelece os princípios, diretrizes e mecanismos de conformidade que garantem que a GRICCO e todos que atuam em seu nome ou benefício conduzam seus negócios com ética, integridade e em conformidade total com as leis aplicáveis em todas as jurisdições onde atua (Brasil, Singapura, Estados Unidos, Europa e demais).</p><h3>Pontos-chave para todos os colaboradores, parceiros e fornecedores:</h3><ul><li>A GRICCO não tolera corrupção, fraude, discriminação ou condutas antiéticas</li><li>Todos são responsáveis por conhecer e cumprir esta política</li><li>Violações resultarão em ação disciplinar apropriada, incluindo possível rescisão de contrato</li><li>Retaliar contra quem reporta preocupações é proibido e sujeitará à ação mais severa</li><li>Canal de Ética está disponível para dúvidas ou reportes</li></ul></section><section id='secao-i' class='card'><h2>Seção I: Introdução, Objetivo e Abrangência</h2><h3>1.1 Introdução</h3><p>A GRICCO, como consultoria especializada em QHSE, ESG e conformidade para diversos setores, reconhece que a condução ética de seus negócios é fundamental para sua reputação, sustentabilidade e sucesso de longo prazo. Operamos em um contexto regulatório complexo e em múltipliplas jurisdições, onde leis anticorrupção, de proteção de dados, de direitos humanos e de conformidade ambiental são cada vez mais rigorosas.</p><h3>1.2 Objetivo</h3><ul><li>Garantir conformidade com todas as leis, normas e regulamentos aplicáveis, tanto externos quanto internos</li><li>Fomentar cultura organizacional que repudia corrupção, fraude, lavagem de dinheiro e condutas antiéticas</li><li>Proteger reputação e sustentabilidade da GRICCO</li><li>Estabelecer responsabilidades claras para todos os envolvidos</li><li>Implementar controles efetivos para mitigar riscos de compliance</li></ul><h3>1.3 Abrangência</h3><p>Esta política se aplica a:</p><div class='table-wrap'><table><thead><tr><th>Grupo</th><th>Descrição</th></tr></thead><tbody> <tr><td>Colaboradores</td><td>Conselho Consultivo, diretores, executivos, funcionários, estagiários, aprendizes da GRICCO e subsidiárias</td></tr><tr><td>Consultores e Agentes</td><td>Consultores externos, agentes, intermediários e representantes que atuem em nome da GRICCO</td></tr><tr><td>Parceiros Comerciais</td><td>Parceiros de negócios, joint ventures, consórcios e alianças estratégicas</td></tr><tr><td>Fornecedores</td><td>Fornecedores de produtos e serviços, subcontratados e prestadores de serviço</td></tr><tr><td>Jurisdições</td><td>Brasil, Singapura, Estados Unidos, Europa e todas as demais onde GRICCO atua</td></tr></tbody></table></div><p><strong>Aplicação:</strong> As regras desta política se aplicam a todos os grupos acima, independentemente de localização geográfica, cargo, função ou tipo de vínculo contratual. Cláusulas específicas de compliance serão incluídas em todos os contratos com terceiros.</p></section><section id='secao-ii' class='card'><h2>Seção II: Compromisso da Alta Administração e Governança</h2><h3>2.1 Compromisso da Alta Administração</h3><ul><li>Liderar pelo exemplo (tone at the top)</li><li>Fornecer recursos necessários para implementação e manutenção do Programa de Integridade</li><li>Supervisionar a eficácia do programa através de indicadores e auditorias</li><li>Garantir que nenhuma meta comercial ou resultado financeiro justifica desvio dos padrões éticos e legais</li></ul><h3>2.2 Estrutura de Governança e Responsabilidades</h3><div class='table-wrap'><table><thead><tr><th>Papel</th><th>Responsabilidades Principais</th></tr></thead><tbody><tr><td>Alta Administração</td> <td>• Liderar pelo exemplo<br>• Assegurar recursos adequados para o Programa de Integridade<br>• Supervisionar a eficácia do programa e aprovar esta Política<br>• Tomar decisões sobre casos graves de violação</td></tr><tr><td>Área de Compliance</td><td>• Gerenciar e executar o Programa de Integridade<br>• Propor atualizações a esta Política e desenvolver procedimentos operacionais<br>• Conduzir análises de risco, treinamentos e investigações<br>• Atuar como ponto de consulta para dilemas éticos e de conformidade<br>• Gerenciar o Canal de Ética</td></tr><tr><td>Gestores e Líderes</td><td>• Garantir que suas equipes compreendam e cumpram esta Política<br>• Promover um ambiente de trabalho ético e apoiar a implementação de controles<br>• Escalar preocupações de compliance à Área de Compliance<br>• Aplicar medidas disciplinares quando apropriado</td></tr><tr><td>Colaboradores</td><td>• Conhecer, compreender e cumprir esta Política e o Código de Conduta<br>• Participar dos treinamentos obrigatórios<br>• Relatar prontamente qualquer suspeita de violação<br>• Cooperar com investigações internas</td></tr><tr><td>Parceiros e Fornecedores</td><td>• Conhecer e cumprir esta Política na extensão aplicável<br>• Manter seus próprios programas de integridade<br>• Cooperar com processos de due diligence<br>• Reportar violações através dos canais apropriados</td></tr></tbody></table></div></section><section id='secao-iii' class='card'><h2>Seção III: Pilares do Programa de Integridade</h2><div class='table-wrap'><table><thead><tr><th>Pilar Estratégico</th><th>Descrição</th></tr></thead><tbody><tr><td>1. Governança e Supervisão</td><td>Comprometimento visível da alta direção e uma estrutura de governança clara, com uma área de Compliance com autonomia e recursos adequados.</td></tr><tr><td>2. Análise de Riscos</td><td>Avaliação periódica dos riscos de compliance específicos de nossas operações, clientes, parceiros, fornecedores e geografias de atuação.</td></tr><tr><td>3. Políticas e Controles</td><td>Implementação de políticas claras, como esta, e de controles internos (financeiros e operacionais) para mitigar os riscos identificados.</td></tr><tr><td>4. Comunicação e Treinamento</td><td>Programas contínuos de comunicação e treinamento para garantir que colaboradores, parceiros e fornecedores conheçam e compreendam suas responsabilidades.</td></tr><tr><td>5. Due Diligence de Terceiros</td><td>Análise criteriosa da integridade de fornecedores, parceiros e clientes antes e durante o relacionamento comercial.</td></tr><tr><td>6. Monitoramento e Auditoria</td><td>Verificação contínua da eficácia do programa por meio de monitoramento de indicadores e auditorias independentes.</td></tr><tr><td>7. Canal de Ética e Investigações</td><td>Manutenção de canais seguros para o relato de preocupações e um processo justo e diligente para investigar todas as alegações.</td></tr><tr><td>8. Medidas Disciplinares</td><td>Aplicação de sanções consistentes e justas em caso de violações da política, com base em critérios objetivos.</td></tr></tbody></table></div></section><section id='secao-iv' class='card'><h2>Seção IV: Prevenção à Corrupção e Lavagem de Dinheiro</h2><h3>4.1 Política Anticorrupção</h3><p>A GRICCO proíbe estritamente a corrupção em todas as suas formas, seja no setor público ou privado. É vedado a qualquer colaborador, parceiro ou fornecedor oferecer, prometer, dar, autorizar ou receber, direta ou indiretamente, qualquer vantagem indevida para influenciar uma ação ou decisão de negócio.</p><p>Esta proibição abrange, mas não se limita a:</p><h3>Suborno</h3><p>Pagamentos a funcionários públicos ou a empregados de empresas privadas para obter ou reter negócios ou garantir uma vantagem imprópria.</p><h3>Pagamentos de Facilitação</h3><p>Pequenos pagamentos para acelerar ou garantir a execução de ações governamentais rotineiras são estritamente proibidos, mesmo que sejam práticas comuns em determinadas jurisdições.</p><h3>Lavagem de Dinheiro</h3><p>A participação em qualquer ato que vise ocultar ou dissimular a origem ilícita de bens, direitos ou valores é proibida. Todos devem estar atentos a transações suspeitas e reportá-las imediatamente.</p><h3>4.2 Sinais de Alerta (Red Flags)</h3><ul><li>Solicitação de pagamento em dinheiro ou para conta em país diferente</li><li>Uso de intermediários sem justificativa clara</li><li>Recusa em fornecer informações sobre estrutura societária ou beneficiários finais</li><li>Comissões ou taxas desproporcionais ao serviço prestado</li><li>Solicitação de pagamento a terceiros não relacionados ao contrato</li><li>Pressão para acelerar pagamentos sem justificativa adequada</li></ul><p>Qualquer red flag deve ser reportado imediatamente à área de Compliance.</p></section><section id='secao-v' class='card'><h2>Seção V: Diretrizes Específicas de Compliance</h2><h3>5.1 Relacionamento com o Setor Público</h3><p>Interações com agentes públicos devem ser conduzidas com o mais alto grau de transparência e profissionalismo.</p><p><strong>Regras Fundamentais:</strong></p><ul><li>Qualquer oferta de vantagem a um agente público é estritamente proibida</li><li>Todas as participações em licitações e contratos com a administração pública devem seguir rigorosamente a legislação aplicável</li><li>Contratação de ex-funcionários públicos deve ser previamente aprovada pela área de Compliance</li><li>Doações políticas em nome da GRICCO são proibidas</li></ul><h3>5.2 Presentes, Brindes e Hospitalidades</h3><p>A troca de cortesias comerciais deve seguir limites claros e procedimentos de aprovação.</p><ul><li>Presentes de valor modesto (até R$ 200 ou equivalente) são geralmente aceitáveis</li><li>Presentes em dinheiro ou equivalentes são sempre proibidos</li><li>Presentes acima do limite devem ser recusados ou doados</li><li>Entretenimento (refeições, eventos) deve ser moderado e com propósito comercial legítimo</li><li>Presentes a funcionários públicos requerem aprovação prévia da área de Compliance</li><li>Todos os presentes oferecidos ou recebidos acima de R$ 100 devem ser registrados</li></ul><h3>5.3 Doações e Patrocínios</h3><p>Doações e patrocínios, especialmente para entidades ligadas a agentes públicos, devem passar por processo de due diligence e aprovação pela área de Compliance para garantir que não sejam utilizados como subterfúgio para corrupção.</p><h3>5.4 Conflitos de Interesse</h3><p>Colaboradores, parceiros e fornecedores devem declarar proativamente qualquer potencial conflito de interesse. A GRICCO manterá registro de declarações e implementará medidas de mitigação apropriadas.</p></section><section id='secao-vi' class='card'><h2>Seção VI: Due Diligence de Terceiros</h2><h3>6.1 Princípios Gerais</h3><p>Antes de contratar qualquer terceiro (fornecedor, parceiro, consultor, agente), a GRICCO conduzirá uma Due Diligence de Integridade (DDI) proporcional ao risco identificado.</p><h3>6.2 Níveis de Due Diligence</h3><div class='table-wrap'><table><thead><tr><th>Nível</th><th>Critérios</th><th>Verificações</th></tr></thead><tbody><tr><td>Básico</td><td>Fornecedores de baixo risco, valor &lt; R$ 10.000</td><td>Consulta a listas restritivas, verificação de CNPJ/CPF</td></tr><tr><td>Intermediário</td><td>Fornecedores de médio risco, valor entre R$ 10.000 e R$ 100.000</td><td>Básico + análise de reputação, estrutura societária, certidões</td></tr><tr><td>Aprofundado</td><td>Fornecedores de alto risco, valor &gt; R$ 100.000, interação com setor público</td><td>Intermediário + verificação de beneficiários finais, entrevistas, visitas</td></tr></tbody></table></div><h3>6.3 Fatores de Risco</h3><ul><li>Interagem com o setor público em nome da GRICCO</li><li>Operam em jurisdições de alto risco de corrupção</li><li>Atuam como intermediários ou agentes comerciais</li><li>Têm histórico de violações de compliance</li><li>Recusam-se a fornecer informações ou cooperar com due diligence</li></ul><h3>6.4 Cláusulas Contratuais</h3><ul><li>Cláusula de compliance e anticorrupção</li><li>Declaração de ausência de conflito de interesse</li><li>Direito de auditoria e monitoramento</li><li>Cláusula de rescisão em caso de violação</li><li>Compromisso de cumprimento desta Política</li></ul></section><section id='secao-vii' class='card'><h2>Seção VII: Controles Internos, Registros e Auditoria</h2><h3>7.1 Controles Internos</h3><ul><li>Segregação de funções críticas</li><li>Alçadas de aprovação definidas</li><li>Reconciliações periódicas</li><li>Controles de acesso a sistemas</li><li>Trilhas de auditoria completas</li></ul><h3>7.2 Registros Contábeis</h3><p>Todas as transações devem ser registradas de forma:</p><ul><li><strong>Precisa:</strong> Refletindo a natureza real da transação</li><li><strong>Completa:</strong> Sem omissões</li><li><strong>Tempestiva:</strong> No momento apropriado</li><li><strong>Conforme:</strong> Com princípios contábeis aplicáveis</li></ul><p>É estritamente proibido:</p><ul><li>Criar contas ou fundos não registrados</li><li>Registrar transações falsas ou enganosas</li><li>Omitir ou ocultar transações</li><li>Manter registros inadequados ou incompletos</li></ul><h3>7.3 Auditorias</h3><p>Auditorias internas e externas são conduzidas periodicamente para avaliar a eficácia dos controles internos e a conformidade com esta Política. A área de Compliance participará do planejamento e da análise dos resultados dessas auditorias.</p></section><section id='secao-viii' class='card'><h2>Seção VIII: Proteção de Dados e Privacidade</h2><h3>8.1 Compromisso com a Privacidade</h3><p>O tratamento de dados pessoais é realizado em estrita conformidade com as leis aplicáveis:</p><ul><li>Brasil: Lei Geral de Proteção de Dados Pessoais (LGPD, Lei nº 13.709/2018)</li><li>Europa: General Data Protection Regulation (GDPR)</li><li>Singapura: Personal Data Protection Act (PDPA)</li><li>Estados Unidos: Leis estaduais e federais aplicáveis (CCPA, etc.)</li></ul><h3>8.2 Princípios de Tratamento de Dados</h3><ul><li>Finalidade: Propósitos legítimos, específicos e informados</li><li>Adequação: Compatível com as finalidades informadas</li><li>Necessidade: Limitado ao mínimo necessário</li><li>Transparência: Informações claras e acessíveis</li><li>Segurança: Medidas técnicas e administrativas adequadas</li><li>Não discriminação: Impossibilidade de tratamento para fins discriminatórios</li></ul><h3>8.3 Encarregado de Dados (DPO)</h3><p>O Encarregado pela Proteção de Dados (DPO) da GRICCO é [Nome/Área Responsável], que pode ser contatado pelo e-mail: [dpo@gricco.com.br].</p><h3>8.4 Direitos dos Titulares</h3><ul><li>Confirmação e acesso aos dados</li><li>Correção de dados incompletos ou desatualizados</li><li>Anonimização, bloqueio ou eliminação</li><li>Portabilidade dos dados</li><li>Revogação do consentimento</li></ul></section><section id='secao-ix' class='card'><h2>Seção IX: Direitos Humanos e Trabalhistas</h2><h3>9.1 Trabalho Análogo à Escravidão e Trabalho Infantil</h3><ul><li>Trabalho forçado, análogo ao de escravo ou servidão por dívida</li><li>Tráfico de pessoas ou trabalho involuntário</li><li>Trabalho infantil, em conformidade com as convenções da OIT e legislação local</li></ul><p>Exigimos o mesmo compromisso de toda a nossa cadeia de valor.</p><h3>9.2 Assédio Moral e Sexual</h3><p>Promovemos um ambiente de trabalho seguro, saudável e respeitoso, livre de qualquer forma de assédio, intimidação ou violência.</p><p><strong>Definições:</strong></p><ul><li>Assédio Moral: Condutas abusivas que atentem contra a dignidade de uma pessoa</li><li>Assédio Sexual: Constrangimento com conotação sexual no ambiente de trabalho</li></ul><p>Ambos são estritamente proibidos e sujeitos às mais severas sanções.</p><h3>9.3 Diversidade e Não Discriminação</h3><p>A GRICCO valoriza a diversidade e está empenhada em oferecer um ambiente de trabalho inclusivo e com igualdade de oportunidades.</p><p>É proibida qualquer forma de discriminação baseada em:</p><ul><li>Raça, cor, etnia</li><li>Gênero, orientação sexual, identidade de gênero</li><li>Religião, crença</li><li>Nacionalidade, origem</li><li>Idade</li><li>Deficiência</li><li>Qualquer outra característica protegida por lei</li></ul><p>As decisões de recrutamento, promoção, remuneração e desenvolvimento devem ser baseadas exclusivamente no mérito e na competência profissional.</p></section><section id='secao-x' class='card'><h2>Seção X: Canal de Ética e Processo de Investigação</h2><h3>10.1 Canal de Ética</h3><p>A GRICCO incentiva uma cultura de transparência, na qual todos se sintam seguros para relatar preocupações sobre condutas que violem esta política, o código de ética ou a legislação.</p><p><strong>Canais de Comunicação:</strong></p><ul><li>E-mail: etica@gricco.com.br</li><li>Telefone/WhatsApp: (21) 3513-4418</li><li>Formulário Online: https://gricco.com.br/#contact</li><li>Pessoalmente: Área de Compliance ou Recursos Humanos</li></ul><h3>10.2 Garantias aos Denunciantes</h3><p><strong>Confidencialidade:</strong> Todas as denúncias serão tratadas com a máxima confidencialidade. Informações serão compartilhadas apenas com pessoas diretamente envolvidas na investigação.</p><p><strong>Anonimato:</strong> Denúncias podem ser feitas de forma anônima, embora isso possa dificultar a investigação e o retorno sobre as ações tomadas.</p><p><strong>Não Retaliação:</strong> A GRICCO proíbe estritamente qualquer forma de retaliação contra quem, de boa-fé, relata uma preocupação ou participa de uma investigação. A retaliação é considerada uma violação grave desta política e estará sujeita a sanções severas.</p><h3>10.3 Processo de Investigação</h3><ol><li><strong>Registradas:</strong> Documentação completa da denúncia</li><li><strong>Avaliada:</strong> Análise preliminar pela área de Compliance</li><li><strong>Investigadas:</strong> Se houver indícios de veracidade, investigação formal será conduzida</li><li><strong>Resolvidas:</strong> Medidas apropriadas serão tomadas com base nas conclusões</li><li><strong>Documentadas:</strong> Registro completo do processo e das ações tomadas</li></ol><p><strong>Prazos:</strong> A GRICCO se compromete a investigar denúncias dentro de um prazo razoável, geralmente não superior a 60 dias, dependendo da complexidade do caso.</p><h3>10.4 Evolução do Canal de Ética</h3><p>Atualmente, o Canal de Ética é gerenciado internamente pela área de Compliance, com garantia de confidencialidade e tratamento imparcial de todas as denúncias.</p><p><strong>Compromisso Futuro:</strong> À medida que a GRICCO crescer e o volume de operações aumentar, planejamos contratar uma empresa independente especializada para operar o canal, aumentando ainda mais a segurança, o anonimato e a imparcialidade dos relatos.</p></section><section id='secao-xi' class='card'><h2>Seção XI: Sanções por Descumprimento</h2><h3>11.1 Princípios Gerais</h3><p>A violação de qualquer disposição desta Política de Compliance, do Código de Ética ou das leis e regulamentos aplicáveis não será tolerada. O descumprimento sujeitará os infratores a medidas disciplinares apropriadas, que serão aplicadas de forma justa e consistente.</p> <h3>11.2 Sanções para Colaboradores</h3><div class='table-wrap'><table><thead><tr><th>Gravidade</th><th>Exemplos</th><th>Sanções Possíveis</th></tr></thead><tbody><tr><td>Leve</td><td>Descumprimento não intencional de procedimento, sem dano</td><td>Advertência verbal, treinamento adicional</td></tr><tr><td>Média</td><td>Violação de política sem má-fé, com dano limitado</td><td>Advertência escrita, suspensão</td></tr><tr><td>Grave</td><td>Violação intencional, corrupção, fraude, assédio</td><td>Demissão por justa causa, ações legais</td></tr></tbody></table></div><h3>11.3 Sanções para Terceiros (Parceiros e Fornecedores)</h3><ul><li>Suspensão de pagamentos</li><li>Rescisão imediata de contratos</li><li>Inclusão em listas de fornecedores bloqueados</li><li>Ações legais cabíveis (cíveis e criminais)</li><li>Comunicação às autoridades competentes</li></ul><h3>11.4 Critérios de Avaliação</h3><ul><li>Natureza e gravidade da infração</li><li>Nível de responsabilidade do infrator</li><li>Histórico do infrator</li><li>Existência de danos à GRICCO ou a terceiros</li><li>Cooperação durante a investigação</li><li>Medidas corretivas tomadas</li></ul></section><section id='secao-xii' class='card'><h2>Seção XII: Treinamento e Comunicação</h2><h3>12.1 Programa de Treinamento</h3><ul><li>Ao ingressar na empresa: Treinamento de onboarding</li><li>Periodicamente: Treinamento de reciclagem (no mínimo anual)</li><li>Quando necessário: Treinamentos específicos para áreas de risco</li></ul><p>Parceiros e fornecedores receberão comunicação sobre esta Política e, quando apropriado, treinamento específico.</p><h3>12.2 Comunicação Contínua</h3><ul><li>Campanhas internas de conscientização</li><li>Newsletters e comunicados</li><li>Casos práticos e exemplos</li><li>Disponibilização desta Política no site da empresa</li></ul></section><section id='secao-xiii' class='card'><h2>Seção XIII: Monitoramento e Melhoria Contínua</h2><h3>13.1 Indicadores de Desempenho (KPIs)</h3><ul><li>Taxa de conclusão de treinamentos de compliance</li><li>Número de denúncias recebidas e tempo médio de resolução</li><li>Percentual de fornecedores com due diligence completa</li><li>Resultado de auditorias internas e externas</li><li>Índice de percepção de cultura ética (pesquisa interna)</li></ul><h3>13.2 Revisão e Atualização</h3><p>Esta Política será revisada anualmente pela área de Compliance e aprovada pela Alta Administração para garantir sua contínua adequação e eficácia.</p><p>Atualizações extraordinárias podem ser realizadas sempre que:</p><ul><li>Houver mudanças significativas na legislação</li><li>Forem identificadas lacunas ou oportunidades de melhoria</li><li>Houver mudanças na estrutura ou operações da GRICCO</li></ul></section><section id='secao-xiv' class='card'><h2>Seção XIV: Disposições Finais</h2><h3>14.1 Dúvidas e Orientações</h3><p>Em caso de dúvidas sobre a aplicação ou interpretação desta política, ou sobre como proceder em uma situação específica, o colaborador, parceiro ou fornecedor deve procurar a área de Compliance.</p><p><strong>Contato da Área de Compliance:</strong></p><ul><li>E-mail: compliance@gricco.com.br</li><li>Telefone: (21) 3513-4418</li></ul><h3>14.2 Prevalência</h3><p>Em caso de conflito entre esta Política e qualquer outro documento interno, esta Política prevalecerá, salvo quando a lei exigir procedimento diferente.</p><h3>14.3 Disponibilidade</h3><p>Esta Política está disponível publicamente no site da GRICCO (www.gricco.com.br/etica-e-compliance) e deve ser acessível a todos os colaboradores, parceiros, fornecedores e demais stakeholders.</p><h3>14.4 Declaração Final</h3><p>A violação desta política é uma falta grave e não será tolerada. Todos os colaboradores, parceiros e fornecedores são responsáveis por garantir que a integridade e a reputação da GRICCO sejam preservadas em todos os momentos.</p><p>Juntos, construímos uma empresa da qual todos podemos nos orgulhar.</p></section><section id='secao-xv' class='card'><h2>Seção XV: Referências Legislativas</h2><h3>Brasil</h3><ul><li>Lei nº 12.846/2013 (Lei Anticorrupção)</li><li>Decreto nº 11.129/2022 (Regulamentação da Lei Anticorrupção)</li><li>Lei nº 13.709/2018 (Lei Geral de Proteção de Dados Pessoais - LGPD)</li><li>Lei nº 9.613/1998 (Lei de Lavagem de Dinheiro)</li></ul><h3>Internacional</h3><ul>        <li>U.K. Bribery Act 2010</li><li>Singapore - Prevention of Corruption Act (POCA)</li><li>Singapore - Personal Data Protection Act (PDPA)</li><li>General Data Protection Regulation (GDPR - União Europeia)</li></ul><h3>Normas e Diretrizes</h3><ul><li>Controladoria-Geral da União (CGU) - Programa de Integridade</li><li>ISO 37001 - Sistema de Gestão Antissuborno</li><li>ISO 37301 - Sistema de Gestão de Compliance</li></ul><p><strong>Este documento foi elaborado com base nas melhores práticas internacionais de compliance e adaptado à realidade e aos valores da GRICCO.</strong></p><div class='metadata'><p><strong>Aprovado por:</strong> [Nome e cargo do aprovador]</p><p><strong>Data de Aprovação:</strong> 27 de Outubro de 2025</p><p><strong>Próxima Revisão:</strong> 27 de Outubro de 2026</p></div></section></main><footer class='site-footer container'><p>&copy; 2025 GRICCO — Política de Compliance e Ética Empresarial. Todos os direitos reservados.</p></footer>",
  "services.sustainability":"Sustainability",
  "services.development.business":"Business Development",
  "services.manage.operation.qsms":"Operational Management of QSMS",
  "services.industry.maritime.offshore":"Maritime & Offshore Industry",
  "services.organization.Security":"Organization and Security"
}
  
